export function TermSecond() {
  return (
    <>
      <p className="lead text-dark mt-4 mb-1">
        <strong>제2장 서비스 이용계약</strong>
      </p>
      <p className="text-dark mb-1">✅ 제7조 [회사의 의무]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 회사는 특별한 사정이 없는 한 이용자가 희망한 서비스 이용
        개시일에 서비스를 제공하고 안정적으로 서비스를 제공해야 합니다.
        <br />
        &nbsp;&nbsp;② 회사는 개인정보 보호를 위한 보안시스템을 구축하고
        개인정보취급방침을 공시하고 준수합니다.
        <br />
        &nbsp;&nbsp;③ 회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고
        인정될 경우 적절한 조치를 취해야 하고, 즉시 처리하기 곤란한 경우에는
        이용자에게 그 사유와 처리일정을 통보해야 합니다.
      </p>
      <p className="text-dark mb-1">✅ 제8조 [이용자의 의무]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 이용자는 본 약관과 대한민국 관계법령 등 제반 규정 및
        회사의 공지사항을 준수하여야 하며, 회사의 업무를 방해하거나 회사의
        명예를 손상시키는 행위를 해서는 안됩니다.
        <br />
        &nbsp;&nbsp;② 이용자는 회사의 사전 승낙 없이 서비스를 이용하여
        영업활동을 할 수 없으며, 회사는 그 영업활동에 대한 책임을 부담하지
        않습니다. 또한 이용자는 위와 같은 영업활동으로 회사에 손해를 입힐 경우
        손해배상책임을 부담합니다.
        <br />
        &nbsp;&nbsp;③ 이용자는 회사의 명시적 동의가 없는 한 서비스의 이용권한,
        기타 이용계약상의 지위를 타인에게 양도, 증여, 담보제공 할 수 없습니다.
        <br />
        &nbsp;&nbsp;④ 이용자는 회사 및 제3자의 지적재산권을 침해해서는 안됩니다.
        <br />
        &nbsp;&nbsp;⑤ 회사는 이용자가 다음 각 호의 행위를 할 경우 당해 이용자의
        서비스 이용제한 등 적절한 제한조치를 할 수 있습니다.
        <br />
        &nbsp;&nbsp;&nbsp;1. 이용자가 이용 신청 시 허위사실을 기재하거나, 자신
        또는 다른 이용자의 개인정보를 이용·공유하는 경우
        <br />
        &nbsp;&nbsp;&nbsp;2. 이용자가 회사 또는 제3자의 권리나 저작권을 침해하는
        경우
        <br />
        &nbsp;&nbsp;&nbsp;3. 이용자가 회사에서 제공하는 서비스를 이용하여 상품
        또는 용역을 판매하는 영업활동 등의 상행위를 하는 경우
        <br />
        &nbsp;&nbsp;&nbsp;4. 이용자가 다른 이용자의 서비스 이용을 방해하거나,
        회사의 운영진, 직원 또는 관계자를 사칭하는 경우
        <br />
        &nbsp;&nbsp;&nbsp;5. 공공질서 및 미풍양속에 우반되는 저속, 음란한 내용의
        정보, 문장, 도형, 음향, 동영상 등을 전송, 게시, 전자우편 또는 기타
        방법으로 타인에게 유포하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;6. 회사의 서비스 운영을 고의로 방해하거나 방해할
        목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우
        <br />
        &nbsp;&nbsp;&nbsp;7. 모욕적이거나 개인신상에 대한 내용이어서 타인의
        명예나 프라이버시를 침해할 수 있는 내용을 전송, 게시, 전자우편 또는 기타
        방법으로 타인에게 유포하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;8. 회사의 승인을 받지 않고 다른 이용자의 개인정보를
        수집 또는 저장하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;9. 회사 및 타인의 명예를 훼손하거나 모욕하는 경우
        <br />
        &nbsp;&nbsp;&nbsp;10. 관계법령 및 기타 본 약관에서 규정한 사항을 위반한
        경우
        <br />
        &nbsp;&nbsp;&nbsp;11. 전기통신설비의 점검, 보수, 교체
        <br />
        &nbsp;&nbsp;&nbsp;12. 정보통신망의 장애
        <br />
        &nbsp;&nbsp;&nbsp;13. 기타 법적·기술적 장애
      </p>
      <p className="text-dark mb-1">✅ 제9조 [부정이용 금지 및 차단]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 부정이용 식별방법 및 차단
        <br />
        &nbsp;&nbsp;&nbsp;1. 회사는 이용자의 서비스 이용 중 수집·확인된 IP정보
        등의 자료를 토대로 서버를 통해 부정이용 여부를 분류·확인 합니다.
        <br />
        &nbsp;&nbsp;&nbsp;2. 회사는 이용자의 서비스 이용 중 복제프로그램을
        실행시킬 경우 서비스 이용 접속을 강제로 종료시킵니다.
        <br />
        &nbsp;&nbsp;② 회사는 부정 이용자가 발견될 경우 회사가 운영하는
        &quot;(주)꿈에그린환경 사이트&quot;에 기재된 바에 따라 부정이용자에 대해
        재제 조치합니다. 이용자가 회사의 본 조치에 이의가 있는 경우, 해당 사실에
        대해 소명할 수 있으며 그에 따라 이용에 관한 별도의 조치를 받을 수
        있습니다.
        <br />
        &nbsp;&nbsp;③ 회사가 식별하여 부정사용자로 최종 확인된 이용자가
        귀책사유가 없음을 입증하지 못하는 경우, 이용자는 이로 인해 발생한 모든
        민·형사상 책임을 부담합니다.
        <br />
        &nbsp;&nbsp;④ 이용자는 (주)꿈에그린환경을 포함한 일체의 서비스를 이용자
        본인만이 이용할 수 있고 제3자에게 이용권한을 제공(담보, 신탁 등의 설정
        포함)하거나 이용을 허락할 수 없습니다.
        <br />
        &nbsp;&nbsp;⑤ 이용자는 (주)꿈에그린환경 이용과 관련하여 아래와 같은
        행위를 할 수 없습니다. 그럼에도 불구하고 이용자가 다음과 같은 행위를
        하는 경우 회사는 이용자에 대해 게시물 삭제, 손해배상 청구, 형사 고소
        또는 고발 등의 조치를 취할 수 있습니다.
        <br />
        &nbsp;&nbsp;&nbsp;1. 대한민국 또는 외국의 법령을 위반하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;2. 이 약관(개별 약관 또는 정책 포함)을 위반하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;3. (주)꿈에그린환경을 직접 또는 간접적으로 이용한
        불법행위
        <br />
        &nbsp;&nbsp;&nbsp;4. 위계, 위력 등의 방법으로 회사의 업무를 방해하는
        행위
        <br />
        &nbsp;&nbsp;&nbsp;5. 위계, 위력 등의 방법으로 이용자의 서비스 이용을
        방해하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;6. 타인의 개인정보 또는 결제수단을 도용하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;7. 본인의 결제수단을 제3자에게 제공(담보, 신탁 등의
        설정 포함)하거나 이용을 허락하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;8. 회사 또는 제3자의 지식재산을 침해하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;9. 회사 또는 제3자의 명예 또는 신용을 훼손하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;10. 음란성·포악성·잔인성·사행성 등이 포함된 정보를
        게시하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;11. 개인의 인권 또는 평등권을 침해하는 차별행위
        <br />
        &nbsp;&nbsp;&nbsp;12. 회사의 사전허락 없이 본인 또는 제3자의
        영리목적으로 (주)꿈에그린환경을 이용하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;13. 제3자의 정보를 무단으로 수집하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;14. 회사가 운영하는 서비스를 훼손하거나 방해하거나 전
        서버에 과부하를 가져오는 행위
        <br />
        &nbsp;&nbsp;&nbsp;15. 회사가 정한 정보 이외 정보(컴퓨터 프로그램)의 송신
        또는 게시
      </p>
      <p className="text-dark mb-1">✅ 제10조 [게시물의 관리]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 회사는 다음 각 호에 해당하는 게시물이나 자료를 사전통지
        없이 삭제, 이동하거나 등록 거부할 수 있습니다.
        <br />
        &nbsp;&nbsp;&nbsp;1. 다른 이용자 또는 제3자에게 심한 모욕을 주거나
        명예를 손상시키는 내용인 경우
        <br />
        &nbsp;&nbsp;&nbsp;2. 공공질서 및 미풍양속에 위반되는 내용을 유포하거나
        링크시키는 경우
        <br />
        &nbsp;&nbsp;&nbsp;3. 불법복제 또는 해킹을 조장하는 내용인 경우
        <br />
        &nbsp;&nbsp;&nbsp;4. 영리를 목적으로 하는 광고일 경우
        <br />
        &nbsp;&nbsp;&nbsp;5. 범죄와 결부된다고 객관적으로 인정되는 내용일 경우
        <br />
        &nbsp;&nbsp;&nbsp;6. 다른 이용자 또는 제3자의 저작권 등 기타 권리를
        침해하는 내용인 경우
        <br />
        &nbsp;&nbsp;&nbsp;7. 회사에서 규정한 게시물 원칙에 어긋나거나, 게시판
        성격에 부합하지 않는 경우
        <br />
        &nbsp;&nbsp;&nbsp;8. 기타 관계법령에 위배된다고 판단되는 경우
      </p>
      <p className="text-dark mb-1">✅ 제11조 [게시물에 대한 저작권]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 서비스 화면 내 게시한 게시물의 저작권은 게시한 이용자에게
        귀속됩니다. 만일 위 게시물이 제3자의 지적재산권을 침해할 경우 모든
        책임은 게시물을 게시한 이용자가 부담하며, 이로 인해 회사가 타인으로부터
        손해배상청구 등을 받게 될 경우 이용자는 회사의 면책을 위해 노력해야
        하고, 회사가 면책되지 않을 경우 회사의 모든 손해를 배상하여야 합니다.
        <br />
        &nbsp;&nbsp;② 회사는 게시자의 동의 없이 게시물을 상업적으로 이용할 수
        없습니다. (아카이브, 복제, 배포, 수정, 전시, 시연, 출판, 라이선스, 2차적
        저작물로 생성, 판매 또는 권유하거나 이용 등을 포함) 다만 서비스 내 이를
        게시할 권리를 갖습니다.
        <br />
        &nbsp;&nbsp;③ 이용자는 서비스를 이용하여 취득한 정보를 가공, 판매하는
        행위 등 서비스에 게재된 자료를 영리목적으로 이용하거나 제3자에게
        이용하게 할 수 없습니다.
        <br />
        &nbsp;&nbsp;④ 이용자는 서비스 내 콘텐츠 보호기능을 우회, 삭제, 수정,
        무효화, 약화 또는 훼손하거나 서비스에 접근하는 데 로봇, 스파이더,
        스크레이퍼나 기타 자동화 수단을 이용하거나, 서비스를 통하여 접근 가능한
        소프트웨어나 기타 제품, 프로세스를 역컴파일, 리버스 엔지니어링 또는
        역어셈블 하거나, 코드나 제품을 삽입하거나 어떤 방식으로든 서비스를
        조작하거나, 데이터 마이닝, 데이터 수집 또는 추출 방법을 사용할 수
        없습니다.
        <br />
        &nbsp;&nbsp;⑤ 이용자는 컴퓨터바이러스, 기타 컴퓨터 코드, 파일이나
        프로그램을 포함해 서비스와 관련된 컴퓨터 소프트웨어나 하드웨어 또는 통신
        장비의 기능을 방해, 파괴 또는 제한하기 위해 설계된 자료를 업로드, 게시,
        이메일 전송 또는 다른 방식으로 발송, 전송할 수 없습니다.
        <br />
        &nbsp;&nbsp;⑥ 이용자는 서비스 내에서 게시물을 작성할 수 있습니다. 다만,
        이용자가 작성한 게시물이 아래의 어느 하나에 해당하는 표현을 포함하는
        경우 회사는 삭제를 요청하거나 삭제할 수 있습니다.
        <br />
        &nbsp;&nbsp;&nbsp;1. 대한민국 또는 외국의 법령에 위배되는 표현
        <br />
        &nbsp;&nbsp;&nbsp;2. 대한민국 또는 외국에서의 범죄와 관련되는 표현
        <br />
        &nbsp;&nbsp;&nbsp;3. 이용자 또는 제3자의 영리를 목적으로 한 표현
        <br />
        &nbsp;&nbsp;&nbsp;4. 음란성ㆍ포악성ㆍ잔인성ㆍ사행성 등이 포함된 표현
        <br />
        &nbsp;&nbsp;&nbsp;5. 사회질서를 파괴하는 표현
        <br />
        &nbsp;&nbsp;&nbsp;6. 사실 또는 허위사실의 적시에 의하여 회사 또는
        제3자의 명예를 훼손하는 표현
        <br />
        &nbsp;&nbsp;&nbsp;7. 회사 및 제3자의 지식재산을 침해하는 표현
        <br />
        &nbsp;&nbsp;&nbsp;8. 개인의 인권 또는 평등권을 침해하는 차별적 표현
        <br />
        &nbsp;&nbsp;⑦ 회사가 (주)꿈에그린환경을 통해 이용자에게 제공하는 콘텐츠
        등의 저작물은 회사 도는 제3자의 지식재산으로서 대한민국과 외국의 법령에
        의해 보호됩니다.
        <br />
        &nbsp;&nbsp;⑧ 회사는 이용자와 제3자의 소중한 지식재산을 보호하기 위해
        노력합니다. 만일 회사가 이용자의 지식재산을 침해한 경우 회사는 관련
        법령에 따라 이용자가 입은 손해를 배상합니다.
        <br />
        &nbsp;&nbsp;⑨ 이용자가 (주)꿈에그린환경에 정보를 게시하는 경우 회사 또는
        제3자는 그 정보를 회사 또는 (주)꿈에그린환경의 홍보, 마케팅 등 영리적
        목적으로 이용할 수 있습니다.
        <br />
        &nbsp;&nbsp;⑩ 회사는 영업상 필요에 따라 이용자가 게시한 정보의 전부 또는
        일부를 수정 또는 삭제하거나 게시장소를 변경할 수 있습니다.
      </p>
      <p className="text-dark mb-1">✅ 제12조 [정보의 제공]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 회사는 서비스를 운영함에 있어 각종 정보를 서비스 화면에
        게재하거나 전자우편이나 서신우편 등의 방법으로 이용자에게 제공할 수
        있습니다.
        <br />
        &nbsp;&nbsp;② 회사는 서비스 개선 및 이용자 대상의 서비스 소개 등의
        목적으로 이용자 동의 하에 추가적인 개인 정보를 요구할 수 있습니다.
      </p>
      <p className="text-dark mb-1">✅ 제13조 [광고게재 및 광고주와의 거래]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 회사가 이용자에게 제공하는 서비스 투자기반의 일부는
        광고게재를 통한 수익으로부터 나옵니다. 회사는 서비스 운영과 관련하여
        홈페이지, 서비스 화면, 전자우편 등에 광고를 게재할 수 있고, 이용자는
        서비스 이용 시 노출되는 광고게재에 동의합니다.
        <br />
        &nbsp;&nbsp;② 이용자가 서비스 상에 게재되어 있는 광고를 이용하거나
        서비스를 통한 광고주의 판촉활동에 참여하는 등의 방법으로 교신 또는
        거래를 하는 것은 전적으로 이용자와 광고주 간의 문제이므로 이로 인해
        발생하는 손실과 손해에 대해 회사는 어떠한 책임도 지지 않습니다.
      </p>
    </>
  );
}
