export function TermThird() {
  return (
    <>
      <p className="lead text-dark mt-4 mb-1">
        <strong>제3장 계약해지 및 이용제한</strong>
      </p>
      <p className="text-dark mb-1">✅ 제14조 [계약 변경 및 해지]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 이용자가 이용계약을 해지하고자 하는 때에는 이용자 본인이
        (주)꿈에그린환경에 유선연락, 전자우편 또는 서신우편, FAX 발송 등의
        방법을 이용해 해지를 해야 합니다.
      </p>
      <p className="text-dark mb-1">✅ 제15조 [서비스 이용제한]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 회사는 이용자가 서비스 이용내용에 있어서 본 약관 제12조
        내용을 위반하거나, 다음 각호에 해당하는 경우 서비스 이용을 제한할 수
        있습니다.
        <br />
        &nbsp;&nbsp;&nbsp;1. 미풍양속을 저해하는 비속한 명칭 사용
        <br />
        &nbsp;&nbsp;&nbsp;2. 타 이용자에게 심한 모욕을 주거나, 서비스 이용을
        방해한 경우
        <br />
        &nbsp;&nbsp;&nbsp;3. 정보통신 윤리위원회 등 관련 공공기관의 시정 요구가
        있는 경우
        <br />
        &nbsp;&nbsp;&nbsp;4. 불법 홈페이지인 경우
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;- 상용 소프트웨어나 크랙 파일을 올린 경우
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;- 정보통신 윤리위원회의 심의 세칙 제7조에
        어긋나는 음란물을 게재한 경우
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;- 반국가적 행위의 수행을 목적으로 하는 내용을
        포함한 경우
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;- 저작권이 있는 글을 무단 복제하거나 mp3를 불법
        유통한 경우
        <br />
        &nbsp;&nbsp;&nbsp;5. 기타 정상적인 서비스 운영에 방해가 될 경우
        <br />
        &nbsp;&nbsp;② 상기 이용제한 규정에 따라 서비스를 이용하는 이용자에게
        서비스 이용에 대하여 별도 공지 없이 서비스 이용의 일시 정지, 초기화,
        이용계약 해지 등을 불량이용자 처리규정에 따라 취할 수 있습니다.
        <br />
        &nbsp;&nbsp;③ 회사는 이용이 정지된 이용자가 게시한 정보의 전부 또는
        일부를 삭제할 수 있습니다.
        <br />
        &nbsp;&nbsp;④ 이용자는 (주)꿈에그린환경 이용과 관련하여 아래와 같은
        행위를 할 수 없습니다. 그럼에도 불구하고 이용자가 다음과 같은 행위를
        하는 경우 회사는 이용자에 대하여 게시물 삭제, 손해배상 청구, 형사 고소
        또는 고발 등의 조치를 취할 수 있습니다. 대한민국 또는 외국의 법령을
        위반하는 행위는 다음과 같습니다.
        <br />
        &nbsp;&nbsp;&nbsp;1. 이 약관(개별 약관 또는 정책을 포함)을 위반하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;2. (주)꿈에그린환경을 직접 또는 간접적으로 이용한
        불법행위
        <br />
        &nbsp;&nbsp;&nbsp;3. 위계, 위력 등의 방법으로 회사의 업무를 방해하는
        행위
        <br />
        &nbsp;&nbsp;&nbsp;4. 위계, 위력 등의 방법으로 이용자의 서비스 이용을
        방해하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;5. 타인의 개인정보 또는 결제수단을 도용하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;6. 본인의 개인정보 또는 결제수단을 제3자에게
        제공(담보, 신탁 등의 설정 포함)하거나 이용을 허락하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;7. 회사 또는 제3자의 지식재산을 침해하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;8. 회사 또는 제3자의 명예 또는 신용을 훼손하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;9. 음란성·포악성·잔인성·사행성 등이 포함된 정보를
        게시하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;10. 개인의 인권 또는 평등권을 침해하는 차별행위
        <br />
        &nbsp;&nbsp;&nbsp;11. 회사의 사전 허락 없이 본인 또는 제3자의
        영리목적으로 (주)꿈에그린환경을 이용하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;12. 제3자의 정보를 무단으로 수집하는 행위
        <br />
        &nbsp;&nbsp;&nbsp;13. 회사가 운영하는 서비스를 훼손하거나 방해하거나 전
        서버에 과부하를 가져오는 행위
        <br />
        &nbsp;&nbsp;&nbsp;14. 회사가 정한 정보 이외의 정보(컴퓨터 프로그램)의
        송신 또는 게시
      </p>
    </>
  );
}
