export function TermFirst() {
  return (
    <>
      <p className="lead text-dark mt-4 mb-1">
        <strong>제1장 총칙</strong>
      </p>
      <p className="text-dark mb-1">✅ 제1조 [목적]</p>
      <p className="text-dark">
        &nbsp;&nbsp;본 약관은 (주)꿈에그린환경(이하 &apos;회사&apos;)가
        이용고객(이하 &apos;회원&apos;) 간에 회사가 제공하는 서비스의 조건 및
        이용관련 권리·의무 및 책임사항 등을 규정함을 목적으로 합니다.
      </p>
      <p className="text-dark mb-1">✅ 제2조 [정의]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
        <br />
        &nbsp;&nbsp;&nbsp;1. &quot;이용자&quot;라 함은 &quot;회사&quot;의
        웹사이트에 접속하여 본 약관에 따라 &quot;회사&quot;가 제공하는
        &quot;서비스&quot;를 이용하는 &quot;회원&quot;을 말한다.
        <br />
        &nbsp;&nbsp;&nbsp;2. &quot;운영자(관리자)&quot;라 함은 서비스의 전반적인
        관리와 원활한 운영을 위하여 회사에서 선정한 사람 또는 회사를 말합니다.
      </p>
      <p className="text-dark mb-1">✅ 제3조 [회사 신원정보 등의 제공]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;&nbsp;회사는 회사의 상호, 대표자 성명, 주소, 대표전화,
        팩스번호, 전자우편 주소, 사업자등록번호 등을 이용자가 쉽게 알 수 있도록
        웹사이트 초기화면에 게시합니다.
      </p>
      <p className="text-dark mb-1">✅ 제4조 [약관의 효력 및 변경]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 이 약관은 서비스를 이용하고자 하는 모든 이용자에 대하여 그
        효력을 발생합니다.
        <br />
        &nbsp;&nbsp;② 이 약관은 웹사이트(dreamgreen.co.kr 이하
        &quot;(주)꿈에그린환경&quot;)에 온라인으로 공시됨으로써 효력이 발생되고,
        합리적인 사유가 발생한 경우 회사는 관계법령에 위배되지 않는 범위에서 이
        약관을 변경할 수 있습니다.
        <br />
        &nbsp;&nbsp;③ 개정약관도 (주)꿈에그린환경 서비스에 온라인으로
        공시됨으로써 효력이 발생됩니다. 회사는 약관을 변경할 경우 지체없이 이를
        공시하여야 하고, 이용자의 권리나 의무 등에 관한 중요사항을 개정할
        경우에는 사전에 공시하여야 합니다. 회사가 이 약관을 개정하는 경우
        이용자에게 주요 개정내용과 시행일 등을 명시하여 시행일로부터 7일 전에
        전자적 방법으로 알려드립니다. 다만, 이용자에게 불리한 내용이 포함되는
        경우 시행일로부터 30일 전에 알려드리겠습니다.
        <br />
        &nbsp;&nbsp;④ 이 약관에 동의하는 것은 정기적으로 (주)꿈에그린환경을
        방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된
        약관을 알지 못해 발생하는 이용자의 피해는 회사에서 책임지지 않습니다.
        <br />
        &nbsp;&nbsp;⑤ 이 약관에 명시되지 않은 사항은 ⌜약관의 규제에 관한 법률⌟,
        ⌜전자상거래 등에서의 소비자보호에 관한 법률⌟, ⌜정보통신망 이용촉진 및
        정보보호 등에 관한 법률⌟, ⌜콘텐츠산업 진흥법⌟ 등 관계법령과 개인정보
        처리방침 등 지침 등에 의합니다.
      </p>
      <p className="text-dark mb-1">✅ 제5조 [개인정보의 보호 및 사용]</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 회사는 고객의 개인정보를 보호하고 존중합니다.
        <br />
        &nbsp;&nbsp;② 회사는 이용신청 시 고객이 제공하는 정보, 기타 서비스 이용
        과정에서 수집되는 정보 등을 통해 고객에 관한 정보를 수집하며, 수집된
        고객의 정보는 본 이용계약의 이행과 서비스 제공을 위한 목적으로
        사용됩니다.
        <br />
        &nbsp;&nbsp;③ 회사는 서비스 제공과 관련하여 지득한 고객의 신상정보를
        본인의 승낙 없이 제3자에게 누설할 수 없습니다. 다만, 다음의 각 호의
        경우에는 그러하지 아니합니다.
        <br />
        &nbsp;&nbsp;&nbsp;1. 서비스의 제공에 따른 요금 정산을 위하여 필요한 경우
        <br />
        &nbsp;&nbsp;&nbsp;2. 통계작성, 시장조사 등을 위해 필요한 경우로써 특정
        개인을 알아볼 수 없는 형태로 가공하여 제공할 경우
        <br />
        &nbsp;&nbsp;&nbsp;3. 관계법령에 의해 수사상 목적으로 정해진 절차와
        방법에 따라 관계기관의 요구가 있는 경우
        <br />
        &nbsp;&nbsp;&nbsp;4. 다른 법률에 특별한 규정이 있는 경우
        <br />
        &nbsp;&nbsp;&nbsp;5. 정보통신윤리위원회가 관계법령에 의하여 요청한 경우
        <br />
        &nbsp;&nbsp;&nbsp;6. 이용자에게 보다 전문적이고 다양한 서비스를 제공하기
        위한 경우
        <br />
        &nbsp;&nbsp;④ 회사는 이용자에게 제③항의 전문적이고 다양한 서비스를
        제공하기 위해 자체적으로 TM을 하거나, 외부 전문 사업자와 제휴하여 공동
        서비스를 제공할 수 있습니다. 이 경우 회사는 이용자에게 광고 수신을
        거절할 수 있는 방법을 함께 제공하며 이용자는 광고 수신을 거절할 수
        있습니다.
        <br />
        &nbsp;&nbsp;⑤ 전문적인 지식, 경험과 상담이 요구되는 서비스의 경우
        이용자의 동의를 받아 외부전문사업자와 공동으로 서비스를 제공하며 이 때
        해당전문사업자의 상호와 공유목적, 공유 정보를 명시합니다.
        <br />
        &nbsp;&nbsp;⑥ 외부전문사업자와의 공동서비스를 제공함에 있어 회원의 성명,
        연락처 등 공동서비스에 필요한 최소한의 정보가 공유될 수 있고, 공유되는
        정보는 아래 각호와 같이 엄격히 보호 관리됩니다.
        <br />
        &nbsp;&nbsp;&nbsp;1. 공유되는 정보는 해당 전문서비스 이외 어떠한 다른
        용도로도 사용되지 않습니다.
        <br />
        &nbsp;&nbsp;&nbsp;2. 서비스 제공 과정에서 해당 전문서비스에 대해
        이용자가 동의의사를 밝히지 않거나 사전에 거부의사를 밝힐 경우 최소한의
        정보도 전문 사업자와 공유하지 않습니다.
        <br />
        &nbsp;&nbsp;⑦ 제④항의 개인정보 이용에 관한 이용자의 동의는 본 약관에
        동의하는 것으로 갈음할 수 있습니다.
        <br />
        &nbsp;&nbsp;⑧ 이용자는 언제든 원할 경우 회사에 제공한 개인정보의 수집과
        이용에 관한 동의를 철회할 수 있고, 위 동의의 철회는 해지 신청을 하는
        것으로 이루어집니다.
        <br />
        &nbsp;&nbsp;⑨ 개인정보보호와 관련된 보다 자세한 사항은
        개인정보취급방침을 참조하시기 바랍니다.
      </p>
    </>
  );
}
