export function TermEtc() {
  return (
    <>
      <p className="lead text-dark mt-4 mb-1">
        <strong>기타 사항</strong>
      </p>
      <p className="text-dark mb-1">✅ 회사의 책임과 면책</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 회사의 귀책사유로 인해 이용자가 손해를 입은 경우 회사는
        이용자에게 손해를 배상합니다. 다만, 손해배상은 이용자가 실제로 입은
        손해를 한도로 합니다.
        <br />
        &nbsp;&nbsp;② 회사는 서비스의 적법성, 정확성, 진시성, 신뢰성, 유효성
        등을 보증하지 아니합니다.
        <br />
        &nbsp;&nbsp;③ 회사는 ⌜정보통신망 이용촉진 및 정보보호 등에 관한 법률⌟에
        따라 이용자 정보를 포함한 (주)꿈에그린환경 데이터 일체에 관하여 보안에
        필요한 기술적 조치를 취하고 있습니다. 다만, 회사는 위와 같은 기술적
        조치에도 불구하고 제3자가 해킹, 컴퓨터 바이러스 등의 방법으로 회사의
        정보통신망 또는 이와 관련된 정보시스템을 공격하는 행위를 하여 발생한
        사태로 인해 이용자에게 발생한 손해에 대하여는 책임을 부담하지
        아니합니다.
        <br />
        &nbsp;&nbsp;④ 회사는 (주)꿈에그린환경을 구성하는 데이터의 무결성을
        보증하지 아니합니다.
        <br />
        &nbsp;&nbsp;⑤ 회사는 아래 어느 하나에 해당하는 경우에 대하여서는 책임을
        부담하지 않습니다.
        <br />
        &nbsp;&nbsp;&nbsp;1. 이용자의 귀책사유에 의해 발생한 손해
        <br />
        &nbsp;&nbsp;&nbsp;2. 회사의 귀책사유 또는 구체적인 피해사실이 증명되지
        않은 손해
        <br />
        &nbsp;&nbsp;&nbsp;3. 서비스의 적법성, 정확성, 진실성, 신뢰성, 유효성
        등과 관련하여 발생한 손해
        <br />
        &nbsp;&nbsp;&nbsp;4. 천재지변, 쟁의행위, 감염병 등 회사가 통제하기
        어려운 사정으로 인해 발생한 손해
        <br />
        &nbsp;&nbsp;&nbsp;5. 이용자간 또는 크리에이터 이용자 간의 분쟁으로 인해
        발생한 손해
      </p>
      <p className="text-dark mb-1">✅ 통지와 공고</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 회사는 이 약관에 따른 통지를 이용자로부터 제공받은
        전자우편주소, 전화번호 등을 통해 전자적 방법으로 통지합니다.
        <br />
        &nbsp;&nbsp;② 회사는 불특정 다수의 이용자를 대상으로 하는 통지를
        갈음하여 (주)꿈에그린환경에 1주 이상 전자적 방법으로 공고할 수 있습니다.
        다만, 이용자의 서비스 이용과 관련하여 중대한 영향을 미치는 사항은
        개별적으로 통지합니다.
      </p>
      <p className="text-dark mb-1">✅준거법 및 재판관활</p>
      <p className="text-dark" style={{ wordBreak: 'keep-all' }}>
        &nbsp;&nbsp;① 이 약관의 해석과 적용은 대한민국 법령에 의합니다.
        <br />
        &nbsp;&nbsp;② 회사와 이용자간 분쟁이 발생한 경우 그 분쟁에 관한
        재판관할은 ⌜민사소송법⌟에 의합니다. 다만, 이용자가 외국에 거주하는 경우
        대한민국 수원지방법원을 제1심의 전속적 관할법원으로 합니다.
      </p>
    </>
  );
}
